Repository: hxaxd/remote-everything
Catalog: clients/ios/RemoteEverything/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# app.name
source: Remote Everything
zh_hans: 远程万物

# node.lan
source: Local
zh_hans: 本地

# node.tunnel
source: Tunnel
zh_hans: 隧道

# node.offline
source: Offline
zh_hans: 不在线

# node.pending
source: Pending approval
zh_hans: 待批准

# node.unknown
source: Unknown
zh_hans: 未知

# node.offline_title
source: This node is offline
zh_hans: 这个节点不在线

# node.offline_body
source: It may be off, asleep, or disconnected.
zh_hans: 它可能已关机、正在休眠，或连接已断开。

# app.ready
source: Running
zh_hans: 运行中

# app.starting
source: Starting
zh_hans: 启动中

# app.stopping
source: Stopping
zh_hans: 停止中

# app.stopped
source: Stopped
zh_hans: 已停止

# app.open_failed
source: Couldn't open this app
zh_hans: 无法打开此应用

# apps.empty_title
source: No apps
zh_hans: 没有应用

# apps.empty_body
source: No apps to open on this node yet.
zh_hans: 这个节点上还没有可打开的应用。

# pair.denied
source: This invitation is invalid or has already been used
zh_hans: 邀请无效或已被使用

# pair.expired
source: Invitation expired, ask the operator for a new one
zh_hans: 邀请已过期，请向操作者索取新邀请。

# pair.bad_invitation
source: This isn't a valid invitation link
zh_hans: 这不是有效的邀请链接

# pair.network
source: Can't connect, check your network and try again
zh_hans: 无法连接，请检查网络后重试。

# pair.gateway_trouble
source: Gateway unavailable, contact the operator
zh_hans: 网关暂时不可用，请联系操作者。

# error.node_gone
source: This node is no longer available to you
zh_hans: 无法访问这个节点

# error.busy
source: Server busy, try again later
zh_hans: 服务繁忙，请稍后再试。

# error.app_gone
source: This app is no longer available
zh_hans: 此应用已不可用

# error.stop_failed
source: Stop failed, the app may still be running
zh_hans: 停止失败，应用可能仍在运行。

# error.not_found
source: Not found
zh_hans: 未找到

# error.client
source: Something went wrong, try again later
zh_hans: 出现错误，请稍后再试。

# error.network
source: Can't connect, check your network and try again
zh_hans: 无法连接，请检查网络后重试。

# error.control_failed
source: Action didn't go through, try again
zh_hans: 操作未完成，请再试一次。

# error.credential_lost
source: This connection's credentials are no longer valid, pair again
zh_hans: 此连接的凭据已失效，请重新配对。

# nodes.title
source: Nodes
zh_hans: 节点

# nodes.select_hint
source: Select a node
zh_hans: 选择一个节点

# empty.title
source: No nodes yet
zh_hans: 还没有节点

# empty.body
source: Scan or paste an invitation to add a node.
zh_hans: 扫描或粘贴邀请来添加节点。

# action.add_node
source: Add node
zh_hans: 添加节点

# action.start
source: Start
zh_hans: 启动

# action.stop
source: Stop
zh_hans: 停止

# action.retry
source: Retry
zh_hans: 重试

# action.back
source: Back
zh_hans: 返回

# action.back_to_nodes
source: Back to nodes
zh_hans: 返回节点列表

# action.cancel
source: Cancel
zh_hans: 取消

# action.confirm
source: OK
zh_hans: 确定

# action.done
source: Done
zh_hans: 完成

# pair.title
source: Add node
zh_hans: 添加节点

# pair.input_hint
source: Paste the invitation link
zh_hans: 粘贴邀请链接

# pair.scan
source: Scan
zh_hans: 扫码

# pair.scan_denied
source: Scanning needs camera permission, or paste the link
zh_hans: 扫码需要相机权限，也可以直接粘贴链接。

# pair.scan_body
source: Point the camera at the invitation QR code.
zh_hans: 将摄像头对准邀请二维码。

# pair.confirm_body
source: Join node “%2$s” via %1$s
zh_hans: 通过 %1$s 加入节点「%2$s」

# pair.device_name
source: Device name
zh_hans: 设备名

# pair.action_join
source: Join
zh_hans: 加入

# pair.working
source: Pairing…
zh_hans: 配对中…

# web.load_failed
source: Couldn't load the page
zh_hans: 加载失败

# identity.unauthorized
source: Not authorized for this node
zh_hans: 无权访问这个节点

# identity.needs_pairing
source: Pair this device again
zh_hans: 请重新配对这台设备

# settings.title
source: Settings
zh_hans: 设置

# settings.language
source: Language
zh_hans: 语言

# settings.language_system
source: System
zh_hans: 跟随系统

# settings.appearance
source: Appearance
zh_hans: 外观

# settings.appearance_system
source: System
zh_hans: 跟随系统

# settings.appearance_light
source: Light
zh_hans: 浅色

# settings.appearance_dark
source: Dark
zh_hans: 深色

# settings.identities
source: Connections
zh_hans: 连接

# settings.no_identities
source: No connections yet
zh_hans: 还没有连接

# settings.nodes_count
source: Nodes
zh_hans: 节点

# settings.certificate_fingerprint
source: Certificate fingerprint
zh_hans: 证书指纹

# settings.forget
source: Forget this connection
zh_hans: 忘记此连接

# settings.forget_confirm
source: Forget this connection?
zh_hans: 确定要忘记这个连接吗？

# settings.updates
source: Check for updates
zh_hans: 检查更新

# settings.updates_check
source: Check for updates
zh_hans: 检查更新

# settings.updates_checking
source: Checking…
zh_hans: 检查中…

# settings.updates_current
source: Current version %1$s (%2$d)
zh_hans: 当前版本 %1$s (%2$d)

# settings.updates_none
source: Up to date
zh_hans: 已是最新

# settings.updates_available
source: Version %1$s (%2$d) is available
zh_hans: 有新版本 %1$s (%2$d)

# settings.updates_protocol
source: This update changes how devices connect, so pair again after updating
zh_hans: 新版本改变了连接方式，更新后需要重新配对。

# settings.updates_store_hint
source: Install the new version from the app store
zh_hans: 从应用商店安装新版本

# settings.about
source: About
zh_hans: 关于

# settings.version
source: Current version
zh_hans: 当前版本

# settings.protocol_version
source: Protocol version
zh_hans: 通信协议版本

# settings.device_name
source: Default device name
zh_hans: 设备默认名称

# device.category_default
source: Device
zh_hans: 设备

# device.category_phone
source: Phone
zh_hans: 手机

# device.category_tablet
source: Tablet
zh_hans: 平板

# error.node_gone_body
source: The operator may have removed your access.
zh_hans: 访问权限可能已被操作者移除。

# identity.needs_pairing_body
source: This connection's credentials are no longer on this device, pair again
zh_hans: 此连接的凭据已不在本机，请重新配对。

# identity.needs_pairing_title
source: Pairing required
zh_hans: 需要重新配对

# pair.device_name_hint
source: The name other devices will see
zh_hans: 其他设备能看到的名字

# pair.device_name_required
source: Enter a device name
zh_hans: 请填写设备名

# pair.gateway_label
source: Gateway
zh_hans: 网关

# pair.node_label
source: Node
zh_hans: 节点

# pair.scan_failed
source: No invitation QR code found
zh_hans: 未识别到邀请二维码

# pair.waiting_approval
source: Waiting for the operator to approve this device
zh_hans: 正在等待操作者批准这台设备

# settings.updates_failed
source: Couldn't check for updates, try again later
zh_hans: 无法检查更新，请稍后再试。

# web.loading
source: Loading…
zh_hans: 加载中…

# action.copied
source: Copied
zh_hans: 已复制

# diag.attempts
source: Recent attempts
zh_hans: 最近尝试

# diag.cause
source: Cause
zh_hans: 原因

# diag.cause_bad_answer
source: the gateway's answer could not be read
zh_hans: 网关的应答无法识别

# diag.cause_no_network
source: this phone has no network
zh_hans: 手机当前没有网络

# diag.cause_refused
source: the gateway refused this device
zh_hans: 网关拒绝了这个设备

# diag.cause_unknown
source: unknown cause
zh_hans: 未知原因

# diag.cause_unreachable
source: the gateway does not answer
zh_hans: 连不上网关

# diag.client
source: Client
zh_hans: 客户端

# diag.connection
source: Connection
zh_hans: 连接

# diag.device_name
source: Device name
zh_hans: 设备名

# diag.failures
source: %1$s failures in a row
zh_hans: 连续失败 %1$s 次

# diag.last_answer
source: last answer %1$s
zh_hans: 最后应答 %1$s

# diag.machines
source: Nodes
zh_hans: 节点

# diag.network
source: Network
zh_hans: 网络

# diag.since
source: since %1$s
zh_hans: 从 %1$s 起

# diag.state
source: State
zh_hans: 状态

# diag.system
source: System
zh_hans: 系统

# diag.title
source: Connection diagnostics
zh_hans: 连接诊断

# node.current_lan
source: Currently on the local link
zh_hans: 当前为本地连接

# node.current_tunnel
source: Currently over the tunnel
zh_hans: 当前为隧道连接

# settings.copy_error
source: Copy error info
zh_hans: 复制错误信息

# web.choose_file
source: Choose a file
zh_hans: 选择文件

# web.download_done
source: Download finished
zh_hans: 下载完成

# web.download_failed
source: Download failed
zh_hans: 下载失败

# web.download_open
source: Open
zh_hans: 打开

# web.download_saved
source: Saved to %1$s
zh_hans: 已保存到 %1$s

# web.downloads
source: Downloads
zh_hans: 下载

# web.exit
source: Exit
zh_hans: 退出

# web.orientation
source: Orientation
zh_hans: 屏幕方向

# web.orientation_landscape
source: Landscape
zh_hans: 横屏

# web.orientation_portrait
source: Portrait
zh_hans: 竖屏

# web.orientation_system
source: System
zh_hans: 跟随系统

# web.refresh
source: Refresh
zh_hans: 刷新

# web.user_agent
source: Identity
zh_hans: 标识

# web.user_agent_desktop
source: Desktop
zh_hans: 桌面

# web.user_agent_mobile
source: Mobile
zh_hans: 移动

# web.isolation_unavailable
source: Update your system WebView to open applications securely.
zh_hans: 请更新系统网页组件后再打开应用。

# web.session_failed
source: Could not safely switch application sessions. Restart the client and try again.
zh_hans: 无法安全切换应用会话，请重启客户端后重试。
